Repository: mamanesalissourabo/Django-project-base
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Nom d'utilisateur
ar: اسم المستخدم

source: Mot de passe
ar: كلمة المرور

source: Veuillez vous connecter à votre compte et commencer l'aventure
ar: يرجى تسجيل الدخول إلى حسابك وبدء المغامرة

source: Mot de passe oublié ?
ar: هل نسيت كلمة المرور؟

source: Se connecter
ar: تسجيل الدخول

source: Presque-Accident
ar: حادث شبه واقع

source: Observation Sécurité/Environnement
ar: اختر نوع الحادث (حادث كاد أن يقع أو ملاحظة أمان/بيئة)

source: Type d'incident
ar: نوع الحادث

source: Quelle en serait la conséquence ?
ar: ما يمكن أن تكون عواقبه؟

source: Quelle est la solution à votre avis ?
ar: ما هو الحل في رأيك؟

source: Action de correction immédiate ?
ar: إجراء تصحيح فوري؟

source: Photo de la correction
ar: صورة التصحيح

source: Commentaire sur la correction
ar: تعليق على التصحيح

source: Lieu (saisie manuelle)
ar: المكان (إدخال يدوي)

source: Intitulé de l'évènement
ar: عنوان الحدث

source: Site
ar: الموقع

source: Emplacement
ar: الجهة

source: Photo de l'évènement
ar: صورة الحادث

source: Description détaillée
ar: وصف مفصل

source: Commentaire
ar: ملاحظات

source: Déclaration d'incident
ar: تقرير الحادث

source: 1. Informations de base
ar: ١. المعلومات الأساسية

source: Donnez un titre clair et descriptif à votre incident
ar: أعط عنوانًا واضحًا ووصفيًا للحادث

source: Sélectionnez le type d'incident (Presque-Accident ou Observation Sécurité/Environnement)
ar: اختر نوع الحادث (حادث كاد أن يقع أو ملاحظة أمان/بيئة)

source: Décrivez l'incident de manière détaillée (quoi, comment...)
ar: صف الحادث بتفصيل (ماذا، كيف...)

source: 2. Questions spécifiques Presque-Accident
ar: ٣. أسئلة محددة عن الحوادث التي كادت تقع

source: 2. Questions spécifiques Observation Sécurité/Environnement
ar: اختر نوع الحادث (حادث كاد أن يقع أو ملاحظة أمان/بيئة)

source: Oui
ar: نعم

source: Non
ar: لا

source: 3. Localisation
ar: ٣. الموقع

source: Sélectionnez d'abord un site pour voir les emplacements disponibles
ar: اختر موقعًا أولاً لرؤية الأماكن المتاحة

source: Précisez le lieu exact si nécessaire (bâtiment, étage, zone...)
ar: حدد المكان بالضبط إذا لزم الأمر (مبنى، طابق، منطقة...)

source: 4. Documentation
ar: ٤. التوثيق

source: Glissez-déposez une photo ou cliquez pour sélectionner
ar: اسحب وأفلت صورة أو انقر للتحديد

source: Ajoutez tout commentaire supplémentaire utile
ar: أضف أي تعليقات إضافية مفيدة

source: Annuler
ar: إلغاء

source: Soumettre la déclaration
ar: إرسال التقرير

source: Résumé & Checklist
ar: ملخص وقائمة المراجعة

source: Progression
ar: التقدم

source: Sections à compléter
ar: الأقسام المطلوب إكمالها

source: champs requis
ar: الحقول المطلوبة

source: 2. Localisation
ar: ٣. الموقع

source: 3. Questions spécifiques
ar: أسئلة محددة

source: Vérification finale
ar: التحقق النهائي

source: Tous les champs requis sont remplis
ar: جميع الحقول المطلوبة مكتملة

source: Les photos sont claires et lisibles
ar: الصور واضحة ويمكن قراءتها

source: La description est complète et précise
ar: الوصف كامل ودقيق

source: French
ar: الفرنسية

source: English
ar: الإنجليزية

source: Arabic
ar: العربية
